//
//  Root.strings
//  http://www.inappsettingskit.com
//
//  Copyright (c) 2009-2010:
//  Luc Vandal, Edovia Inc., http://www.edovia.com
//  Ortwin Gentz, FutureTap GmbH, http://www.futuretap.com
//  All rights reserved.
// 
//  It is appreciated but not required that you give credit to Luc Vandal and Ortwin Gentz, 
//  as the original authors of this code. You can give credit in a blog post, a tweet or on 
//  a info page of your app. Also, the original authors appreciate letting them know if you use this code.
//
//  This code is licensed under the BSD license that is available at: http://www.opensource.org/licenses/bsd-license.php
//

"CATEGORY_MULTIPLAYER"  = "Multiplayer";
"CATEGORY_GRAPHICS"     = "Graphics";
"CATEGORY_CONTROLS"     = "Controls";
"CATEGORY_GAME"         = "Game";

"mmoptions_mp_username_title" = "Username";
"mmoptions_mp_username_dialog" = "Enter your username";
"mmoptions_mp_server_visible_default_title" = "Server visible by default";
"mmoptions_ctrl_sensitivity_title" = "Sensitivity";
"mmoptions_ctrl_invertmouse_title" = "Invert Y-axis";
"mmoptions_ctrl_islefthanded_title" = "Lefty";
"mmoptions_ctrl_usetouchscreen_title" = "Use touch screen";
"mmoptions_ctrl_usetouchjoypad_title" = "Split touch controls";
"mmoptions_feedback_vibration_title" = "Vibration";
"mmoptions_feedback_vibration_summary" = "Slight vibration when blocks are destroyed";
"mmoptions_gfx_fancygraphics_title" = "Fancy graphics";
"mmoptions_gfx_fancygraphics_summary" = "";
"mmoptions_gfx_fancygraphics_summary_powervr" = "";
"mmoptions_gfx_lowquality_title" = "Lower graphics quality";
"mmoptions_gfx_lowquality_summary" = "Shorter view distance and disables fancy rendering";
"mmoptions_game_difficultypeaceful_title" = "Peaceful mode";
"mmoptions_game_difficultypeaceful_summary" = "No hostile mobs, heal automatically";
"mmoptions_game_difficultypeaceful_full" = "Peaceful mode - No hostile mobs, heal automatically";

"EMPTY" 				= "";
